tutorials/cfdemSolverPisoSTM/packedBedTemp/CFD/constant/scalarTransportProperties
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.4                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/


FoamFile
{
    version         2.0;
    format          ascii;

    root            "";
    case            "";
    instance        "";
    local           "";

    class           dictionary;
    object          scalarTransportProperties;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

//===========================================================================//
// sub-models & settings

scalarTransportModel generalManual;

generalManualProps
{
    ScT 0.7; //optional
    PrT 0.7; //optional

    eulerianFields
    (
        C   //any concentration fields MUST be first to have correct numbering
        T
    );
};
// ************************************************************************* //
